[[["plan","was always to be together’ – Bortoleto on his Sauber arrival, learning from Alonso and the support from Brazil",null],["one","can understand' – Ocon and Gasly reflect on their 'ups and downs' together after sharing Sao Paulo podium",null],["ACADEMY","announce 2024 champion will receive fully funded GB3 seat for 2025",null],["launches","global education programme ‘Learning Sectors’ with British Council",null],["mighty","comebacks to stunning debut victories – Nine of the greatest wet weather performances in F1",null],["UnlockedTHE","STRATEGIST: How did Alpine pull off their shock double podium in Brazil?",null],["fantastic,","high-potential driver’ – Binotto explains the ‘no-brainer’ decision to sign Bortoleto",null],["I","can’t overstate how difficult Interlagos is to drive in the rain – Verstappen’s epic win was his best wet race yet",null],["rues","‘small mistake with huge consequence’ after being black-flagged from Sao Paulo GP",null],["RANKINGS:","Who splashed their way to the top of the charts on a spectacular Sao Paulo weekend?",null],["UnlockedTHIS","WEEK IN F1: 10 quiz questions on the Sao Paulo Grand Prix",null],["bumpiest","ride ever’ – Hamilton offers blunt assessment after salvaging point from tough Sao Paulo GP weekend",null],["THE","GRID: Christian Fittipaldi on racing in an F1 dynasty and the pressure of carrying his family name",null],["does","the future hold for Bottas and Zhou as Kick Sauber sign Bortoleto?",null],["is","Gabriel Bortoleto? Everything you need to know about Kick Sauber’s new recruit",null],["Why","Sauber chose to go with Bortoleto and youth rather than Bottas and experience",null],["Sauber","confirm rookie Bortoleto as second driver for 2025",null],["and","Zhou to leave Kick Sauber as team confirm decision to part ways",null],["boss","Oakes ‘really proud’ of Ocon and Gasly after Sao Paulo podium as he voices confidence for final triple header",null],["UnlockedHINCH’S","HEROES: Which five drivers most impressed IndyCar star James Hinchcliffe on a dramatic weekend in Brazil?",null],["explains","‘really strange’ formation lap crash as Alonso says Aston Martin ‘need to regroup’ after tough Sao Paulo GP",null],["Ride","along with Hamilton as he drives Senna’s title-winning McLaren",null]],["https:\/\/media.formula1.com\/image\/upload\/f_auto,c_limit,w_1440,q_auto\/t_16by9Centre\/fom-website\/2024\/Kick%20Sauber\/Formula%201%20header%20template%20-%202024-11-07T144717.947","https:\/\/media.formula1.com\/image\/upload\/f_auto,c_limit,w_1440,q_auto\/t_16by9Centre\/fom-website\/2024\/Brazil\/GettyImages-2182040810","https:\/\/media.formula1.com\/image\/upload\/f_auto,c_limit,w_1440,q_auto\/t_16by9Centre\/fom-website\/2024\/Miscellaneous\/f1-academy-2025-announce","https:\/\/media.formula1.com\/image\/upload\/f_auto,c_limit,w_1440,q_auto\/t_16by9Centre\/fom-website\/2024\/Miscellaneous\/F1%20Grand%20Prix%20of%20Brazil%20-%20Previews","https:\/\/media.formula1.com\/image\/upload\/f_auto,c_limit,w_1440,q_auto\/t_16by9Centre\/fom-website\/2024\/Miscellaneous\/Formula%201%20header%20template%20-%202024-11-07T115421.529","https:\/\/media.formula1.com\/image\/upload\/f_auto,c_limit,w_1440,q_auto\/t_16by9Centre\/fom-website\/2024\/Brazil\/Collins-24-Brazil-V1"],[]]